#include <stdio.h>
int name();
int date();
int main()
{
    name();
    date();
    
}

int name()
{
    puts("************************************************");
    puts("*                                              *");
    puts("*    тема: Разработка консольного приложения   *");
    puts("*                                              *");
    puts("*    Выполнил Кувшинов С. М.                     *");
    puts("*                                              *");
    puts("************************************************");
}
int date()
{
    puts(" _   _   _   _   _   _");
    puts("| | |_| | | |_| | | |_| ");
    puts("|_| |_|.|_| |_|.|_| |_|.");
}